Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Invalid parameters. memory_id is required.
de: Ungültige Parameter. memory_id ist erforderlich.
es: Parámetros no válidos. Se requiere memory_id.
fr: Paramètres invalides. memory_id est requis.
ja: 無効なパラメータです。memory_id が必要です。
ko: 잘못된 매개변수입니다. memory_id가 필요합니다.
zh_hans: 无效的参数。memory_id 必须提供。

source: Invalid start date format. Use YYYY-MM-DD.
de: Ungültiges Startdatumsformat. Verwende JJJJ-MM-TT.
es: Formato de fecha de inicio no válido. Usa AAAA-MM-DD.
fr: Format de date de début invalide. Utilisez AAAA-MM-JJ.
ja: 開始日付の形式が無効です。YYYY-MM-DD を使用してください。
ko: 잘못된 시작 날짜 형식입니다. YYYY-MM-DD 형식을 사용하세요.
zh_hans: 无效的日期格式：请使用 YYYY-MM-DD。

source: Invalid URL format.
de: Ungültiges URL-Format.
es: Formato de URL no válido.
fr: Format d’URL invalide.
ja: URL の形式が無効です。
ko: 잘못된 URL 형식입니다.
zh_hans: 无效的 URL 格式。

source: Invalid URL or missing reason.
de: Ungültige URL oder fehlende Begründung.
es: URL no válida o falta la razón.
fr: URL invalide ou raison manquante.
ja: 無効な URL または理由が欠落しています。
ko: 잘못된 URL이거나 이유가 없습니다.
zh_hans: 无效的请求参数。

source: Invalid URL provided
de: Ungültige URL angegeben
es: Se proporcionó una URL no válida
fr: URL fournie invalide
ja: 無効な URL が指定されました
ko: 잘못된 URL이 제공되었습니다
zh_hans: 无效的网络地址

source: Join our Discord server.
de: Tritt unserem Discord-Server bei.
es: Únete a nuestro servidor de Discord.
fr: Rejoignez notre serveur Discord.
ja: Discord サーバーに参加してください。
ko: Discord 서버에 참여하세요.
zh_hans: 加入我们的 Discord 服务器。

source: JSON must be an object (dictionary), not an array or primitive.
de: JSON muss ein Objekt (Dictionary) sein, kein Array oder primitiver Typ.
es: JSON debe ser un objeto (diccionario), no un arreglo ni un valor primitivo.
fr: Le JSON doit être un objet (dictionnaire), et non un tableau ou un primitif.
ja: JSON は配列やプリミティブではなくオブジェクト（辞書）である必要があります。
ko: JSON은 배열이나 기본형이 아닌 객체(딕셔너리)여야 합니다.
zh_hans: JSON 必须是对象（字典），不能是数组或基本类型。

source: Judgement
de: Bewertung
es: Juicio
fr: Jugement
ja: 判定
ko: 판정
zh_hans: 判定

source: Judging
de: Bewertung
es: Evaluando
fr: Évaluation
ja: 判定中
ko: 판정 중
zh_hans: 判定中

source: Keep Enabled
de: Aktiviert lassen
es: Mantener activado
fr: Rester activé
ja: 有効のままにする
ko: 계속 켜두기
zh_hans: 保持开启

source: Keyword
de: Suchwort
es: Palabra clave
fr: Mot-clé
ja: キーワード
ko: 키워드
zh_hans: 关键词

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
zh_hans: 语言

source: Language Hint
de: Sprachhinweis
es: Sugerencia de idioma
fr: Indication de langue
ja: 言語ヒント
ko: 언어 힌트
zh_hans: 语言提示

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
ko: 큼
zh_hans: 很大

source: Last synced %@
de: Zuletzt synchronisiert %@
es: Última sincronización %@
fr: Dernière synchro %@
ja: 最終同期 %@
ko: 마지막 동기화 %@
zh_hans: 最后同步于 %@

source: Latest 15 Items
de: Neueste 15 Elemente
es: Últimos 15 elementos
fr: 15 derniers éléments
ja: 最新 15 件
ko: 최근 15개 항목
zh_hans: 最近 15 项

source: Latest 30 Items
de: Neueste 30 Elemente
es: Últimos 30 elementos
fr: 30 derniers éléments
ja: 最新 30 件
ko: 최근 30개 항목
zh_hans: 最近 30 项

source: Launch FlowDown without performing any additional actions.
de: FlowDown starten, ohne weitere Aktionen auszuführen.
es: Inicia FlowDown sin realizar acciones adicionales.
fr: Lancez FlowDown sans effectuer d’actions supplémentaires.
ja: 追加の操作を行わずに FlowDown を起動します。
ko: 추가 작업 없이 FlowDown을 실행합니다.
zh_hans: 启动 FlowDown 而不执行其他操作。

source: Leave a message on GitHub issue.
de: Hinterlasse eine Nachricht im GitHub-Issue.
es: Deja un mensaje en un issue de GitHub.
fr: Laissez un message sur un ticket GitHub.
ja: GitHub Issue にメッセージを残してください。
ko: GitHub 이슈에 메시지를 남기세요.
zh_hans: 在 GitHub 网站中留言。

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 밝음
zh_hans: 浅色

source: List Key Points
de: Kernpunkte auflisten
es: Enumerar puntos clave
fr: Lister les points clés
ja: 要点を列挙
ko: 핵심 포인트 나열
zh_hans: 列举要点

source: List Memories
de: Erinnerungen auflisten
es: Listar recuerdos
fr: Lister les mémoires
ja: メモリー一覧
ko: 메모리 나열
zh_hans: 列出记忆

source: List the key points from the text
de: Die wichtigsten Punkte aus dem Text auflisten
es: Enumera los puntos clave del texto
fr: Lister les points clés du texte
ja: テキストの要点を列挙
ko: 텍스트의 핵심 포인트를 나열하세요
zh_hans: 列出文本中的关键要点

source: List the key points using the default model
de: Kernpunkte mit dem Standardmodell auflisten
es: Enumera los puntos clave usando el modelo predeterminado
fr: Lister les points clés avec le modèle par défaut
ja: デフォルトモデルで要点を列挙
ko: 기본 모델을 사용해 핵심 포인트를 나열하세요
zh_hans: 使用默认模型列出关键要点

source: Live internet access with citations, scraping, and verification.
de: Live-Internetzugriff mit Zitaten, Scraping und Verifizierung.
es: Acceso en vivo a internet con citas, scraping y verificación.
fr: Accès internet en direct avec citations, scraping et vérification.
ja: 引用・スクレイピング・検证を備えたライブなインターネットアクセス。
ko: 실시간 인터넷 접근, 인용·스크래핑·검증 지원.
zh_hans: 实时联网，提供引文、抓取和校验。

source: Local
de: Lokal
ja: ローカル
ko: 로컬
zh_hans: 本地

source: Local Area Network
de: Lokales Netzwerk
es: Red de área local
fr: Réseau local
ja: ローカルエリアネットワーク
ko: 로컬 네트워크
zh_hans: 本地网络

source: Local Intelligence
de: Lokale Intelligenz
es: Inteligencia local
fr: Intelligence locale
ja: ローカルインテリジェンス
ko: 로컬 인텔리전스
zh_hans: 本地智能

source: Local Model
de: Lokales Modell
es: Modelo local
fr: Modèle local
ja: ローカルモデル
ko: 로컬 모델
zh_hans: 本地模型

source: Local Models
de: Lokale Modelle
es: Modelos locales
fr: Modèles locaux
ja: ローカルモデル
ko: 로컬 모델
zh_hans: 本地模型

source: Local models will use different loaders based on the selected capabilities. For visual models, make sure to enable visual capabilities. Selecting the wrong model capability may result in a crash. If you still cannot load, try switching the model.
de: Lokale Modelle verwenden je nach ausgewählten Fähigkeiten unterschiedliche Loader. Für visuelle Modelle unbedingt visuelle Fähigkeiten aktivieren. Die falsche Fähigkeit kann zu Abstürzen führen. Wenn das Laden weiterhin fehlschlägt, versuche ein anderes Modell.
es: Los modelos locales usarán distintos cargadores según las capacidades elegidas. Para modelos visuales, asegúrate de habilitar las capacidades visuales. Elegir una capacidad incorrecta puede provocar un bloqueo. Si sigue sin cargar, intenta cambiar de modelo.
fr: Les modèles locaux utilisent différents chargeurs selon les capacités choisies. Pour les modèles visuels, veillez à activer les capacités visuelles. Choisir une capacité incorrecte peut entraîner un crash. En cas d’échec, essayez de changer de modèle.
ja: ローカルモデルは選択した機能に応じたローダーを使用します。ビジュアルモデルでは視覚機能を有効にしてください。誤った機能を選ぶとクラッシュの恐れがあります。読み込めない場合はモデルを切り替えてください。
ko: 로컬 모델은 선택한 기능에 따라 다른 로더를 사용합니다. 비주얼 모델은 시각 기능을 켜세요. 잘못된 기능을 선택하면 충돌할 수 있습니다. 그래도 불러오지 못하면 모델을 바꿔보세요.
zh_hans: 本地模型会根据所选的能力使用不同的加载器。对于视觉模型，请务必启用视觉能力。选择错误的模型能力可能会导致程序崩溃。若依然无法加载，请尝试更换模型。

source: Location
de: Standort
es: Ubicación
fr: Emplacement
ja: 位置情報
ko: 위치
zh_hans: 位置

source: Location Access
de: Standortzugriff
es: Acceso a la ubicación
fr: Accès à la localisation
ja: 位置情報アクセス
ko: 위치 접근
zh_hans: 访问位置

source: Location access denied by user.
de: Standortzugriff vom Benutzer verweigert.
es: Acceso a la ubicación denegado por el usuario.
fr: Accès à la localisation refusé par l’utilisateur.
ja: ユーザーにより位置情報アクセスが拒否されました。
ko: 사용자가 위치 접근을 거부했습니다.
zh_hans: 访问位置信息被用户拒绝。

source: Location access is not available. Please check your device settings.
de: Standortzugriff nicht verfügbar. Bitte Geräteeinstellungen prüfen.
es: El acceso a la ubicación no está disponible. Revisa los ajustes del dispositivo.
fr: Accès à la localisation indisponible. Veuillez vérifier les réglages de votre appareil.
ja: 位置情報アクセスが利用できません。デバイス設定を確認してください。
ko: 위치 접근을 사용할 수 없습니다. 기기 설정을 확인하세요.
zh_hans: 无法访问位置信息。请检查设备设置。

source: Location services are disabled on this device.
de: Standortdienste sind auf diesem Gerät deaktiviert.
es: Los servicios de ubicación están desactivados en este dispositivo.
fr: Les services de localisation sont désactivés sur cet appareil.
ja: このデバイスでは位置情報サービスが無効です。
ko: 이 기기에서 위치 서비스가 비활성화되었습니다.
zh_hans: 定位服务被关闭。

source: Location: %@
de: Standort: %@
es: Ubicación: %@
fr: Emplacement : %@
ja: 位置: %@
ko: 위치: %@
zh_hans: 位置：%@

source: Logs
de: Protokolle
es: Registros
fr: Journaux
ja: ログ
ko: 로그
zh_hans: 日志

source: Long
de: Lang
es: Largo
ja: 長い
ko: 김
zh_hans: 较长

source: Magical @ 2.0
de: Magisch @ 2.0
es: Mágico @ 2.0
fr: Magique @ 2.0
ja: マジカル @ 2.0
ko: 마법 @ 2.0
zh_hans: 魔幻 @ 2.0

source: Make Friendly
de: Freundlich umschreiben
es: Hacer amable
fr: Rendre amical
ja: フレンドリーにする
ko: 친근하게 다듬기
zh_hans: 更加友好

source: Make Professional
de: Professionell umschreiben
es: Hacer profesional
fr: Rendre professionnel
ja: プロフェッショナルにする
ko: 전문적으로 다듬기
zh_hans: 更加专业

source: Make the text concise using the default model
de: Text prägnant machen mit dem Standardmodell
es: Haz el texto conciso usando el modelo predeterminado
fr: Rendre le texte concis avec le modèle par défaut
ja: デフォルトモデルで文章を簡潔にする
ko: 기본 모델로 텍스트를 간결하게
zh_hans: 使用默认模型使文本更简洁

source: Make the text more concise
de: Text prägnanter machen
es: Haz el texto más conciso
fr: Rendre le texte plus concis
ja: 文章をさらに簡潔にする
ko: 텍스트를 더 간결하게
zh_hans: 精简文本

source: Manage AI memory tools and stored conversation memories.
de: KI-Memory-Tools und gespeicherte Unterhaltungs-Erinnerungen verwalten.
es: Gestiona las herramientas de memoria de IA y los recuerdos de conversaciones guardados.
fr: Gérez les outils de mémoire IA et les mémoires de conversation enregistrées.
ja: AI メモリーツールと保存された会話メモリーを管理します。
ko: AI 메모리 도구와 저장된 대화 메모리를 관리합니다.
zh_hans: 管理 AI 记忆工具和已存储的对话记忆。

source: Manage language model providers or download local models.
de: Sprachmodell-Anbieter verwalten oder lokale Modelle herunterladen.
es: Gestiona proveedores de modelos de lenguaje o descarga modelos locales.
fr: Gérez les fournisseurs de modèles ou téléchargez des modèles locaux.
ja: 言語モデルプロバイダを管理するか、ローカルモデルをダウンロードします。
ko: 언어 모델 제공자를 관리하거나 로컬 모델을 다운로드하세요.
zh_hans: 管理语言模型提供商，或者下载本地模型。

source: Manage permissions for the application. Your privacy is important to us.
de: Berechtigungen der Anwendung verwalten. Deine Privatsphäre ist uns wichtig.
es: Gestiona los permisos de la aplicación. Tu privacidad es importante.
fr: Gérez les autorisations de l’application. Votre vie privée est importante pour nous.
ja: アプリの権限を管理します。プライバシーを重視しています。
ko: 앱 권한을 관리하세요. 사용자의 개인정보를 중요하게 생각합니다.
zh_hans: 查看隐私权限清单。你的隐私由你掌控。

source: Manage tools provided by MCP servers.
de: Tools von MCP-Servern verwalten.
es: Gestiona las herramientas proporcionadas por servidores MCP.
fr: Gérez les outils fournis par les serveurs MCP.
ja: MCP サーバーが提供するツールを管理します。
ko: MCP 서버가 제공하는 도구를 관리하세요.
zh_hans: 管理由此 MCP 服务器提供的工具。

source: Management
de: Verwaltung
es: Gestión
fr: Gestion
ja: 管理
ko: 관리
zh_hans: 管理

source: Mark as Failure
de: Als fehlgeschlagen markieren
es: Marcar como fallido
fr: Marquer comme échec
ja: 失敗としてマーク
ko: 실패로 표시
zh_hans: 标记为失败

source: Mark as Success
de: Als erfolgreich markieren
es: Marcar como exitoso
fr: Marquer comme réussi
ja: 成功としてマーク
ko: 성공으로 표시
zh_hans: 标记为成功

source: Match (Case Insensitive): '%@'
de: Übereinstimmung (ohne Beachtung der Groß-/Kleinschreibung): '%@'
es: Coincide (sin distinguir mayúsculas/minúsculas): '%@'
fr: Correspondance (sans casse) : '%@'
ja: 一致（大文字小文字を区別しない）: '%@'
ko: 일치(대소문자 무시): '%@'
zh_hans: 匹配（不区分大小写）：'%@'

source: Match: '%@'
de: Übereinstimmung: '%@'
es: Coincide: '%@'
fr: Correspondance : '%@'
ja: 一致: '%@'
ko: 일치: '%@'
zh_hans: 匹配：'%@'

source: Max Attempts
de: Maximale Versuche
es: Intentos máximos
fr: Nombre maximal de tentatives
ja: 最大試行回数
ko: 최대 시도 횟수
zh_hans: 最大尝试次数

source: Maximum executions allowed per test case (including retries). Stop after the first success.
de: Maximale Ausführungen pro Testfall (inkl. Wiederholungen). Nach dem ersten Erfolg wird gestoppt.
es: Ejecuciones máximas permitidas por caso de prueba (incluidos reintentos). Se detiene tras el primer éxito.
fr: Nombre maximal d’exécutions par cas de test (y compris les reprises). Arrêt après le premier succès.
ja: 各テストケースで許可される最大実行回数（再試行を含む）。最初の成功で停止します。
ko: 각 테스트 케이스당 허용되는 최대 실행 횟수(재시도 포함). 첫 성공 후 중지합니다.
zh_hans: 每个测试用例允许的最大执行次数（含重试）。一旦执行成功即停止，不再继续尝试。

source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCP サーバー
ko: MCP 서버
zh_hans: MCP 服务器

source: Media
de: Medien
es: Medios
fr: Médias
ja: メディア
ko: 미디어
zh_hans: 媒体

source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 보통
zh_hans: 中等

source: Memories Cleared
de: Erinnerungen gelöscht
es: Recuerdos borrados
fr: Mémoires effacées
ja: メモリーをクリアしました
ko: 메모리 삭제됨
zh_hans: 记忆已清除

source: Memories saved within the past 7 days.
de: Erinnerungen aus den letzten 7 Tagen.
es: Recuerdos guardados en los últimos 7 días.
fr: Mémoires enregistrées au cours des 7 derniers jours.
ja: 過去7日間に保存されたメモリー。
ko: 최근 7일 내 저장된 메모리.
zh_hans: 包含过去 7 天内保存的记忆。

source: Memories saved within the past 24 hours.
de: Erinnerungen aus den letzten 24 Stunden.
es: Recuerdos guardados en las últimas 24 horas.
fr: Mémoires enregistrées au cours des 24 dernières heures.
ja: 過去24時間に保存されたメモリー。
ko: 최근 24시간 내 저장된 메모리.
zh_hans: 包含过去 24 小时内保存的记忆。

source: Memories saved within the past 30 days.
de: Erinnerungen aus den letzten 30 Tagen.
es: Recuerdos guardados en los últimos 30 días.
fr: Mémoires enregistrées au cours des 30 derniers jours.
ja: 過去30日間に保存されたメモリー。
ko: 최근 30일 내 저장된 메모리.
zh_hans: 包含过去 30 天内保存的记忆。

source: Memories saved within the past year.
de: Erinnerungen aus dem letzten Jahr.
es: Recuerdos guardados en el último año.
fr: Mémoires enregistrées au cours de l’année écoulée.
ja: 過去1年間に保存されたメモリー。
ko: 지난 1년간 저장된 메모리.
zh_hans: 包含过去一年内保存的记忆。

source: Memory
de: Erinnerung
es: Memoria
fr: Mémoire
ja: メモリー
ko: 메모리
zh_hans: 记忆

source: Memory List
de: Erinnerungsliste
es: Lista de recuerdos
fr: Liste des mémoires
ja: メモリー一覧
ko: 메모리 목록
zh_hans: 列出记忆

source: Memory Management
de: Erinnerungsverwaltung
es: Gestión de memoria
fr: Gestion de la mémoire
ja: メモリー管理
ko: 메모리 관리
zh_hans: 记忆管理

source: Memory stored successfully: %@
de: Erinnerung erfolgreich gespeichert: %@
es: Memoria guardada correctamente: %@
fr: Mémoire enregistrée avec succès : %@
ja: メモリーを保存しました: %@
ko: 메모리가 성공적으로 저장되었습니다: %@
zh_hans: 记忆储存成功：%@

source: Message
de: Nachricht
es: Mensaje
ja: メッセージ
ko: 메시지
zh_hans: 消息

source: Message filled successfully
de: Nachricht erfolgreich ausgefüllt
es: Mensaje rellenado correctamente
fr: Message rempli avec succès
ja: メッセージを入力しました
ko: 메시지가 채워졌습니다
zh_hans: 已成功填充消息

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
zh_hans: 元数据

source: Metadata of a local model cannot be changed.
de: Metadaten eines lokalen Modells können nicht geändert werden.
es: Los metadatos de un modelo local no pueden cambiarse.
fr: Les métadonnées d’un modèle local ne peuvent pas être modifiées.
ja: ローカルモデルのメタデータは変更できません。
ko: 로컬 모델의 메타데이터는 변경할 수 없습니다.
zh_hans: 本地模型的元数据不可被修改。

source: Microphone
de: Mikrofon
es: Micrófono
ja: マイク
ko: 마이크
zh_hans: 麦克风

source: Microphone is not authorized.
de: Mikrofon ist nicht autorisiert.
es: Micrófono no autorizado.
fr: Microphone non autorisé.
ja: マイクが許可されていません。
ko: 마이크 권한이 없습니다.
zh_hans: 未授权此软件使用麦克风。

source: Middle
de: Mittel
es: Medio
fr: Moyen
ja: 中間
ko: 중간
zh_hans: 中等

source: MLX is only available on Apple Silicon devices with Metal 3 support.
de: MLX ist nur auf Apple-Silicon-Geräten mit Metal-3-Unterstützung verfügbar.
es: MLX solo está disponible en dispositivos Apple Silicon con soporte Metal 3.
fr: MLX est disponible uniquement sur les appareils Apple Silicon prenant en charge Metal 3.
ja: MLX は Metal 3 対応の Apple Silicon デバイスでのみ利用できます。
ko: MLX는 Metal 3를 지원하는 Apple Silicon 기기에서만 사용할 수 있습니다.
zh_hans: MLX 仅在支持 Metal 3 的 Apple Silicon 上可用。

source: Modalities
de: Modalitäten
es: Modalidades
fr: Modalités
ja: モダリティ
ko: 모달리티
zh_hans: 模态

source: Model
de: Modell
es: Modelo
fr: Modèle
ja: モデル
ko: 모델
zh_hans: 模型

source: Model Added
de: Modell hinzugefügt
es: Modelo añadido
fr: Modèle ajouté
ja: モデルを追加しました
ko: 모델이 추가됨
zh_hans: 模型已添加

source: Model Card
de: Modellkarte
es: Ficha del modelo
fr: Fiche du modèle
ja: モデルカード
ko: 모델 카드
zh_hans: 模型卡

source: Model Detail
de: Modelldetail
es: Detalle del modelo
fr: Détail du modèle
ja: モデル詳細
ko: 모델 상세
zh_hans: 模型详情

source: Model did not produce any textual output.
de: Modell hat keinen Text ausgegeben.
es: El modelo no produjo salida de texto.
fr: Le modèle n’a produit aucune sortie textuelle.
ja: モデルがテキスト出力を生成しませんでした。
ko: 모델이 텍스트 출력을 생성하지 않았습니다.
zh_hans: 模型没有生成任何文本内容。

source: Model Download Complete
de: Modell-Download abgeschlossen
es: Descarga del modelo completada
fr: Téléchargement du modèle terminé
ja: モデルのダウンロードが完了しました
ko: 모델 다운로드 완료
zh_hans: 模型下载完成

source: Model encryption or delivery failed: %@
de: Modellverschlüsselung oder Zustellung fehlgeschlagen: %@
es: El cifrado o envío del modelo falló: %@
fr: Chiffrement ou livraison du modèle échoué : %@
ja: モデルの暗号化または配信に失敗しました: %@
ko: 모델 암호화 또는 전달에 실패했습니다: %@
zh_hans: 模型加密或分发失败：%@

source: Model exchange request failed validation
de: Anfrage zum Modellaustausch hat die Validierung nicht bestanden
es: La solicitud de intercambio de modelos no superó la validación
fr: La demande d’échange de modèle a échoué à la validation
ja: モデル交換リクエストの検証に失敗しました
ko: 모델 교환 요청이 검증을 통과하지 못했습니다
zh_hans: 模型交换请求验证失败

source: Model Identifier
de: Modellkennung
es: Identificador del modelo
fr: Identifiant du modèle
ja: モデル識別子
ko: 모델 식별자
zh_hans: 模型标识

source: Model is downloaded, but there seems to be a problem loading it.
de: Modell wurde heruntergeladen, aber das Laden scheint ein Problem zu haben.
es: El modelo se descargó, pero hay un problema al cargarlo.
fr: Le modèle est téléchargé, mais un problème survient lors du chargement.
ja: モデルをダウンロードしましたが読み込みに問題があります。
ko: 모델이 다운로드되었지만 로드에 문제가 있는 것 같습니다.
zh_hans: 模型已下载，但加载时出现错误。

source: Model Management
de: Modellverwaltung
es: Gestión de modelos
fr: Gestion des modèles
ja: モデル管理
ko: 모델 관리
zh_hans: 模型管理

source: Model Name Only
de: Nur Modellname
es: Solo nombre del modelo
fr: Nom du modèle uniquement
ja: モデル名のみ
ko: 모델 이름만
zh_hans: 仅模型名称

source: Model Name Style
de: Modellnamen-Stil
es: Estilo del nombre del modelo
fr: Style du nom du modèle
ja: モデル名のスタイル
ko: 모델 이름 스타일
zh_hans: 模型名称样式

source: Model Not Available
de: Modell nicht verfügbar
es: Modelo no disponible
fr: Modèle indisponible
ja: モデルを利用できません
ko: 모델을 사용할 수 없음
zh_hans: 模型不可用

source: Model not found.
de: Modell nicht gefunden.
es: Modelo no encontrado.
fr: Modèle introuvable.
ja: モデルが見つかりません。
ko: 모델을 찾을 수 없습니다.
zh_hans: 模型未找到。

source: Model Not Ready
de: Modell nicht bereit
es: Modelo no listo
fr: Modèle non prêt
ja: モデルの準備ができていません
ko: 모델 준비 안 됨
zh_hans: 模型未就绪

source: Model Output
de: Modellausgabe
es: Salida del modelo
fr: Sortie du modèle
ja: モデル出力
ko: 모델 출력
zh_hans: 模型输出

source: Model Selector
de: Modellauswahl
es: Selector de modelos
fr: Sélecteur de modèle
ja: モデル選択
ko: 모델 선택기
zh_hans: 模型选择器

source: Model size on your local disk.
de: Modellgröße auf deiner Festplatte.
es: Tamaño del modelo en tu disco local.
fr: Taille du modèle sur votre disque local.
ja: ローカルディスク上のモデルサイズ。
ko: 로컬 디스크의 모델 크기.
zh_hans: 模型在本地磁盘上占用的空间。

source: Model Verified
de: Modell verifiziert
es: Modelo verificado
fr: Modèle vérifié
ja: モデルを検証しました
ko: 모델 확인 완료
zh_hans: 模型已验证

source: Model(s) listed here are capable of: %1$@. Your models are encrypted during this sharing session, and can only be read by %2$@. But be aware that models may contain sensitive information such as credentials or secrets.
de: Die hier aufgeführten Modelle unterstützen: %1$@. Ihre Modelle sind während dieser Freigabe verschlüsselt und können nur von %2$@ gelesen werden. Beachten Sie, dass Modelle sensible Informationen wie Anmeldedaten enthalten können.
es: Los modelos listados aquí son capaces de: %1$@. Tus modelos están cifrados durante esta sesión de uso compartido y solo %2$@ puede leerlos. Ten en cuenta que los modelos pueden contener información sensible como credenciales o secretos.
fr: Les modèles listés ici sont capables de : %1$@. Vos modèles sont chiffrés pendant cette session de partage et ne peuvent être lus que par %2$@. Notez que les modèles peuvent contenir des informations sensibles comme des identifiants ou des secrets.
ja: ここに一覧表示されたモデルは %1$@ に対応しています。この共有セッション中、モデルは暗号化され、%2$@ だけが読み取れます。ただし、モデルには資格情報などの機密情報が含まれる場合があります。
ko: 여기에 나열된 모델은 %1$@을(를) 지원합니다. 이 공유 세션 동안 모델은 암호화되며 %2$@만 읽을 수 있습니다. 모델에는 자격 증명 등 민감한 정보가 포함될 수 있으니 주의하세요.
zh_hans: 此处列出的模型具备：%1$@。在此次共享会话期间，模型已加密，仅由 %2$@ 可读取。但请注意，模型可能包含凭据等敏感信息。

source: Models
de: Modelle
es: Modelos
fr: Modèles
ja: モデル
ko: 모델
zh_hans: 模型

source: Models may contain credentials or secrets. Share with %@?
de: Modelle können Anmeldedaten oder Geheimnisse enthalten. Mit %@ teilen?
es: Los modelos pueden contener credenciales o secretos. ¿Compartir con %@?
fr: Les modèles peuvent contenir des identifiants ou des secrets. Partager avec %@ ?
ja: モデルに認証情報や機密が含まれる可能性があります。%@ と共有しますか？
ko: 모델에 자격 증명이나 비밀이 포함될 수 있습니다. %@와 공유할까요?
zh_hans: 模型可能包含凭据或机密。与 %@ 共享？

source: More
de: Mehr
es: Más
fr: Plus
ja: さらに表示
ko: 더 보기
zh_hans: 更多

source: More Actions
de: Weitere Aktionen
es: Más acciones
fr: Plus d’actions
ja: その他の操作
ko: 추가 동작
zh_hans: 更多操作

source: More events available
de: Weitere Ereignisse verfügbar
es: Hay más eventos disponibles
fr: Plus d’événements disponibles
ja: さらにイベントがあります
ko: 더 많은 이벤트가 있습니다
zh_hans: 更多事件可用

source: Native support for Apple's foundation models and ecosystem.
de: Native Unterstützung für Apples Foundation-Modelle und Ökosystem.
es: Compatibilidad nativa con los modelos foundation de Apple y su ecosistema.
fr: Prise en charge native des modèles foundation d’Apple et de son écosystème.
ja: Apple のファウンデーションモデルとエコシステムをネイティブにサポート。
ko: Apple의 파운데이션 모델과 생태계를 네이티브로 지원합니다.
zh_hans: 原生支持 Apple 的基础模型与生态。

source: Network
de: Netzwerk
es: Red
fr: Réseau
ja: ネットワーク
ko: 네트워크
zh_hans: 网络

source: Networking (Advanced)
de: Netzwerk (Erweitert)
es: Red (Avanzado)
fr: Réseau (Avancé)
ja: ネットワーク（詳細）
ko: 네트워크 (고급)
zh_hans: 网络（高级）

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
ja: 新規チャット
ko: 새 채팅
zh_hans: 新建对话

source: New Chat (Use Once)
de: Neuer Chat (Einmalig)
es: Nuevo chat (Usar una vez)
fr: Nouvelle discussion (Usage unique)
ja: 新規チャット（一度だけ使用）
ko: 새 채팅 (한 번만 사용)
zh_hans: 新建对话（仅一次）

source: New Chat with Template
de: Neuer Chat mit Vorlage
es: Nuevo chat con plantilla
fr: Nouveau chat avec modèle
ja: テンプレートで新規チャット
ko: 템플릿으로 새 채팅
zh_hans: 使用模板新建对话

source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新規会話
ko: 새 대화
zh_hans: 新建对话

source: Next Conversation
de: Nächste Unterhaltung
es: Siguiente conversación
fr: Conversation suivante
ja: 次の会話
ko: 다음 대화
zh_hans: 切换至下个对话

source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
ja: ニックネーム
ko: 별명
zh_hans: 昵称

source: Nickname (Optional)
de: Spitzname (optional)
es: Apodo (opcional)
fr: Surnom (facultatif)
ja: ニックネーム（任意）
ko: 별명(선택 사항)
zh_hans: 昵称（可选）

source: No AI model is currently available for sampling.
de: Derzeit ist kein KI-Modell zum Sampling verfügbar.
es: No hay un modelo de IA disponible para muestreo.
fr: Aucun modèle d’IA n’est disponible pour l’échantillonnage.
ja: 現在サンプリング可能な AI モデルがありません。
ko: 샘플링할 AI 모델을 사용할 수 없습니다.
zh_hans: 采样的模型不可用。

source: No categories
de: Keine Kategorien
es: Sin categorías
fr: Aucune catégorie
ja: カテゴリなし
ko: 카테고리 없음
zh_hans: 无分类

source: No Chat Templates
de: Keine Chat-Vorlagen
es: Sin plantillas de chat
fr: Aucun modèle de chat
ja: チャットテンプレートなし
ko: 채팅 템플릿 없음
zh_hans: 无对话模板

source: No configurable settings were found to export.
de: Keine konfigurierbaren Einstellungen zum Exportieren gefunden.
es: No se encontraron ajustes configurables para exportar.
fr: Aucun réglage configurable trouvé à exporter.
ja: 書き出せる設定が見つかりません。
ko: 내보낼 수 있는 설정을 찾지 못했습니다.
zh_hans: 没有找到可导出的可配置设置。

source: No content.
de: Kein Inhalt.
es: Sin contenido.
fr: Aucun contenu.
ja: 内容がありません。
ko: 내용이 없습니다.
zh_hans: 没有内容。
